{
  "shows": [
    {
      "title": "Stranger Things",
      "country": "United States",
      "episodes": [
        {
          "id": "S01E01",
          "season": 1,
          "noInSeason": 1,
          "title": "Chapter One: The Vanishing of Will Byers",
          "synopsis": "In 1983, in a US Department of Energy laboratory in the town of Hawkins, Indiana, a scientist is attacked by an unseen creature. 12-year-old Will Byers vanishes after encountering the creature while riding his bicycle home from a Dungeons & Dragons session with his friends. The next day, a young girl with a shaved head, wearing a hospital gown, steals food from a local diner. The owner, Benny (Chris Sullivan), takes pity on her and feeds her before calling social services. A woman posing as a social worker arrives and shoots Benny. Armed men search the diner for the girl, but she escapes. Joyce, Will's mother, believes she hears Will's voice on a distorted phone call, but her phone short circuits. Will's friends Lucas, Mike, and Dustin find the girl in the woods as they search for Will."
        },
        {
          "id": "S01E02",
          "season": 1,
          "noInSeason": 2,
          "title": "Chapter Two: The Weirdo on Maple Street",
          "synopsis": "The boys learn the girl's name is Eleven, which is tattooed on her arm; they nickname her \"El\". Scientists from the laboratory find a substance oozing from the walls of Joyce's home. At Mike's home, El recognizes Will in a photo. She uses psychokinesis to lock the door and prevent Dustin and Lucas from informing Mike's parents about her. Searching for Will, Hopper discovers a torn piece of El's hospital gown outside the laboratory grounds. Nancy goes with her friend Barb to a party at her boyfriend Steve's house. Will's brother, Jonathan, investigates his disappearance, photographing the woods where Will went missing. Hearing screaming, he runs and sees Steve, Nancy, and their friends in Steve's swimming pool, and he photographs them. Barb vanishes from the poolside. Joyce receives another call from Will, hears music from his room, and sees something coming through the wall."
        },
        {
          "id": "S01E03",
          "season": 1,
          "noInSeason": 3,
          "title": "Chapter Three: Holly, Jolly",
          "synopsis": "Barb wakes up in an empty pool near a dark creature. She tries to climb out in vain, but is dragged down. Joyce strings Christmas lights around her home, establishing communication with Will, who can turn them on and off. Hopper and his deputies research Dr. Martin Brenner, the laboratory, and a woman named Terry Ives who claimed her daughter was taken by scientists. El has a flashback in which Brenner, whom she calls \"Papa\", has her put in solitary confinement for refusing to telekinetically harm a cat. Nancy worries about Barb, who is missing. Steve and his friends discover Jonathan's photographs and destroy them along with his camera, but Nancy notices a photo of Barb before she disappeared and returns to Steve's house to search for her. Nancy finds Barb's car and sees the creature in the woods. Joyce establishes a code with Will using the lights, which he uses to tell her that he is alive but unsafe. He tells Joyce to run as a creature begins to climb through her wall. Will's body is discovered in the water at a quarry."
        },
        {
          "id": "S01E04",
          "season": 1,
          "noInSeason": 4,
          "title": "Chapter Four: The Body",
          "synopsis": "El proves to the boys that Will is still alive by making contact through Mike's walkie-talkie. Using their science teacher Mr. Clarke's powerful ham radio to contact Will, El and the boys overhear Will talking to his mother, saying he is afraid. Simultaneously, Joyce hears him through her living room wall and tears the wallpaper, revealing a flesh-like substance with Will on the other side. She breaks the wall with an axe, but this opens only to her front porch. Examining Jonathan's photo of Barb, Nancy realizes the monster is also visible. Jonathan realizes that Nancy's description of the creature matches his mother's: a humanoid figure with long arms and no face. Hopper confronts the state trooper who found Will's body. Suspicious, Hopper goes to the morgue, cuts open Will's body, and discovers it is a dummy. He heads to the laboratory and breaks in."
        },
        {
          "id": "S01E05",
          "season": 1,
          "noInSeason": 5,
          "title": "Chapter Five: The Flea and the Acrobat",
          "synopsis": "Will's father Lonnie assures Joyce that her experiences are hallucinations. The boys conclude that Will is trapped in an alternative dimension which El calls the Upside-Down: the same place but on another level of existence. Hopper infiltrates the Hawkins National Lab and discovers the portal. He pursues the creature but is knocked out by suited guards. He wakes up in his own home and finds it bugged. After Will's funeral, the boys ask Mr. Clarke about dimensions, who he tells them that a spacetime tear could create a passage between dimensions. The deputies inform Hopper that Barb's car was found by the state; Hopper finds the state's involvement suspicious. Positing that a tear in spacetime would disrupt the electromagnetic field, the boys follow their compasses to find the source of the disruption. El remembers being placed in a sensory-deprivation tank to telepathically intercept information from a Russian spy; while listening to the spy, she came across the creature. Scared of finding the gate, El directs the compasses away from the laboratory. Lucas notices the distortion and confronts her. Mike defends her, and he and Lucas fight. El telekinetically flings Lucas off Mike; Lucas recovers and runs away. In the woods, Nancy and Jonathan find a wounded deer, which the creature drags away. Following the blood trail, Nancy crawls through a passage to the Upside-Down world and discovers the creature feasting upon the deer."
        },
        {
          "id": "S01E06",
          "season": 1,
          "noInSeason": 6,
          "title": "Chapter Six: The Monster",
          "synopsis": "Jonathan pulls Nancy through the portal, saving her from the creature. In her bedroom, she is afraid to be alone and asks Jonathan to stay. Steve sees them together through her bedroom window. The next day, Nancy and Jonathan resolve to kill the monster and purchase supplies from an army surplus store. After a fist fight with Steve, Jonathan is arrested after he inadvertently assaults an officer. Joyce and Hopper decide to investigate together after Hopper discovers his home has been bugged. They track down Terry Ives; she is El's biological mother, who underwent MKUltra training while pregnant. Jane, now known as \"011\", was taken by Brenner. El shoplifts frozen waffles and recalls how she accidentally opened the gate to the Upside-Down on a reconnaissance mission, allowing the monster through. While searching for El, Mike and Dustin are ambushed by Troy and his bully friend; Troy holds Dustin at knifepoint and demands that Mike jump off the cliff into the lake where Will's body was discovered, which will likely kill him. Mike jumps but is levitated to safety by El. Lucas sees agents leaving the laboratory and realizes they are heading to Mike's house to capture El."
        },
        {
          "id": "S01E07",
          "season": 1,
          "noInSeason": 7,
          "title": 	"Chapter Seven: The Bathtub",
          "synopsis": "Lucas warns Mike via walkie-talkie that government agents are en route. Mike, Dustin, and El flee the house and narrowly escape with Lucas; El telekinetically flips a van that blocks their path. At their junkyard base, Lucas reconciles with Mike and El. Joyce and Hopper are called to the police station, where they find Nancy with Jonathan, and Jonathan reveals his knowledge about the creature to his mother and Hopper. The group contacts Mike and his friends, and they rendezvous with him at the junkyard, formulating a plan to make a sensory-deprivation tank to amplify El's powers so she can search for Will and Barb. They break into the middle school and construct the tank in the gym. With Joyce's help, El successfully enters the Upside-Down to find Barbara dead and Will alive, hiding in the Upside-Down \"Castle Byers\", his makeshift fort. Hopper and Joyce attempt to break into Hawkins Laboratory to save Will, but are apprehended by security guards. Nancy and Jonathan resolve to kill the monster, and steal their hunting gear back from the police station. In the Upside-Down, the monster breaks into the fort where Will is hiding."
        },
        {
          "id": "S01E08",
          "season": 1,
          "noInSeason": 8,
          "title": "Chapter Eight: The Upside Down",
          "synopsis": "Interrogated by Brenner, Hopper gives up El's location in exchange for neutrality and access to the gate. He and Joyce enter in Hazmat suits and discover the creature's nest, where they find Will unconscious with a slug-like creature in his esophagus. Nancy and Jonathan booby-trap the Byers' home, then cut their hands to attract the creature with their blood. Steve arrives, intending to apologize to Jonathan about their fight. The monster attacks and Steve traps it, but it escapes back to the Upside-Down. In the middle school, where El and the boys are hiding, Mike asks El to a school dance, then kisses her. Agents storm the school, but El crushes their brains. As Brenner recovers the weakened El, the monster enters and begins to attack Brenner. The boys escape with El and hide in a room, until the monster finds and tries to attack them. El pins it against a wall, says goodbye to Mike, and both vanish. Will is hospitalized and reunited with his mother, brother, and friends. Hopper is reluctantly picked up by a black car. One month later, Nancy has gotten back together with Steve, and both are friends with Jonathan. Hopper leaves Eggos in a box in the woods. In the bathroom of his home, Will coughs up a slug-like creature, briefly sees the world like the Upside-Down, and returns to dinner."
        }
      ]
    }
  ]
}
